Repository: RedTurtle/auslfe.formonline.pfgadapter
Catalog: auslfe/formonline/pfgadapter/locales/*/LC_MESSAGES/auslfe.formonline.pfgadapter.po
Languages: it

source: A form action adapter that saves Form input data in the text field of a Form Online page
it: Un adattatore che salva i dati di input del Modulo nel campo testo di una pagina Modulistica Online

source: Form Online Adapter
it: Adattatore Modulistica Online

source: Form completed by
it: Modulo "$form_name" completato da $user

source: Form completed by an anonymous user
it: Modulo "$form_name" completato da un utente anonimo

source: You are not authorized to fill that form.
it: Non sei autorizzato a compilare questo modulo.

source: Your data has been sent.
it: I tuoi dati sono stati inviati.

source: default_overseer_email
it: Email dell'assegnatario

source: description_adapterPrologue
it: Questo testo sarà inserito all'inizio di qualunque Modulistica Online generata.

source: description_contentToGenerate
it: Scegli un tipo di contenuto da usare. Quando l'adapter viene usato e dopo aver salvato il modulo, un nuovo contenuto del tipo selezionato verrà creato.

source: description_formFieldOverseer
it: Specificare il nome del campo del Modulo utilizzato dall'utente che compila il Modulo per indicare l'email dell'assegnatario.

source: description_formFieldSubmitter
it: Inserisci il nome di un campo del Modulo dove l'utente che sta compilando metta la sua e-mail. Prego notare che questo campo non è richiesto (e viene ingnorato) se l'utente è un membro del sito. Quindi: compila questo campo solo se è intenzione di ammettere la compilazione del modulo agli utenti anonimi.

source: description_formOnlinePath
it: Seleziona il percorso nel quale verranno salvati i moduli generati.

source: description_overseerMustBeMember
it: Tieni selezionato per forzare l'e-mail fornita ad essere associata ad un utente del sito. Deseleziona to usare qualunque indirizzo; in questo caso, se l'indirizzo non è associata ad un utente, verrà inviata una speciale e-mail con un token segreto.

source: error_nofield
it: Il campo "${email_field}" per specificare l'assegnatario della richiesta non è presente nel Modulo.

source: error_nofieldownermail
it: Non c'è nessun campo "${email_field}" nel Modulo per poter specificare l'autore della richiesta.

source: error_nospecifiedvalue
it: Il valore del campo "{field_name}" deve essere fornito, inserisci l'informazione richiesta.

source: error_nouser
it: Nessun utente corrisponde all'indirizzo email fornito, inserire un nuovo valore.

source: label_adapterPrologue
it: Prologo dell'adattatore

source: label_contentToGenerate
it: Tipo di documento da generare

source: label_formFieldOverseer
it: Nome del campo del Modulo che indentifica l'assegnatario

source: label_formFieldSubmitter
it: Nome del campo che contiene l'e-mail del mittente

source: label_formOnlinePath
it: Contenitore della Modulistica Online

source: label_overseerMustBeMember
it: Responsabile deve essere utente del sito
